Repository: disu/gdpr-compliance
Catalog: languages/gdpr-compliance-*.po
Languages: it_it

# %s = shortcode_name
source: Choose from the following lists the data fields and define the relative readable descriptions. Then use the <b>%s</b> shortcode to show the selected datas for logged in user.
it_it: Scegli dalla liste liste qui sotto i campi contenenti i dati e la relativa descrizione. Poi usa lo shortcode <b>%s</b> per mostrare i dati selezionati all'utente loggato.

source: About
it_it: Informazioni

source: Coming soon
it_it: Prossimamente

source: CONTACT US
it_it: CONTATTACI

source: Content ID
it_it: ID contenuto

source: Content public description
it_it: Descrizione pubblica del contenuto

source: Content type
it_it: Tipo di contenuto

source: Custom message text for not logged users
it_it: Messaggio personalizzato per utenti non loggati

source: Custom text for download button
it_it: Testo personalizzato per il pulsante di download

source: Data
it_it: Dato

source: Data contained into [usermeta] table.
it_it: Dati contenuti nella tabella [usermeta].

source: Data contained into [users] table.
it_it: Dati contenuti nella tabella [user]

source: Data contained into other tables.
it_it: Dati contenuti nelle altre tabelle.

source: Data contained into posts tables.
it_it: Dati contenuti nelle tabelle dei post.

source: Data description
it_it: Descrizione del dato

source: Data example
it_it: Esempio di dato

source: Database table
it_it: Tabella del database

source: Date
it_it: Data

source: Default value
it_it: Valore predefinito

source: Dismiss this notice.
it_it: Nascondi la notifica.

source: DONATE WITH PAYPAL
it_it: DONA CON PAYPAL

source: Download <a href="%s" target="_blank">Shortcodes Finder</a> to better manage shortcodes in your Wordpress site
it_it: Scarica <a href="%s" target="_blank">Shortcodes Finder</a> per gestire al meglio gli shortcode del tuo sito Wordpress

source: Download user data
it_it: Scarica i dati dell'utente

source: Example
it_it: Esempio

source: GDPR Compliance is powered by
it_it: GDPR Compliance è sviluppato da

source: GDPR Compliance plugin allows you to select the sensitive data to show to the user.
it_it: Il plugin GDPR Compliance ti permette di selezionare i dati sensibili da mostrare all'utente.

source: GDPR law provides that user data must be accessible from himself and downloadable in electronic format.
it_it: La legge GDPR prevede che i dati personali siano accessibili all'utente e scaricabili in formato elettronico.

source: If you like our plugin please feel free to give us 5 stars :)
it_it: Se ti piace il nostro plugin sentiti libero di darci 5 stelle :)

source: If you want some information about our Company
it_it: Se hai bisogno di informazioni sulla nostra Azienda

source: If you want to help us to improve our service please Donate a coffe
it_it: Se vuoi aiutarci a migliorare i nostri servizi Donaci un caffè

source: Insert this shortcode into a public content (Post, Page or other) to show to logged user his personal data.
it_it: Inserisci questo shortcode in un contenuto pubblico (Articolo, Pagina o altro) per mostrare all'utente loggato i suoi dati personali.

source: Insert this shortcode into a public content to show to logged user a button for personal data download (CSV format).
it_it: Inserisci questo shortcode in un contenuto pubblico per mostrare all'utente loggato un pulsante per scaricare i suoi dati personali (in formato CSV).

source: Other data
it_it: Altri dati

source: Other informations
it_it: Altre informazioni

source: Other table informations
it_it: Informazioni delle altre tabelle

source: Posts table informations
it_it: Informazioni delle tabelle dei post

source: Save settings
it_it: Salva le modifiche

source: Saving Error.
it_it: Errore nel salvataggio.

source: Settings
it_it: Impostazioni

source: Settings saved.
it_it: Impostazioni salvate.

source: Shortcode parameters
it_it: Parametri dello shortcode

source: Shortcodes
it_it: Shortcode

source: Support
it_it: Supporto

source: This plugin helps webmasters to accomplish the european GDPR (data protection regulation) allowing users to manage their personal data.
it_it: Questo plugin aiuta i webmaster ad assolvere la legge europea GDPR (data protection regulation) permettendo agli utenti di gestire i propri dati personali.

source: Title
it_it: Titolo

source: User content
it_it: Contenuti dell'utente

source: User data
it_it: Dati dell'utente

source: User data download
it_it: Download dei dati dell'utente

source: User must be logged to download his data
it_it: L'utente deve essere loggato per scaricare i propri dati

source: User must be logged to see his data
it_it: L'utente deve essere loggato per vedere i propri dati

source: Users Data
it_it: Dati utente

source: WRITE A PLUGIN REVIEW
it_it: SCRIVI UNA RECENSIONE
